templates/samba/order.xml

<soapenv:Envelope 
    xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/">
    <soapenv:Header/>
    <soapenv:Body>
        <ns2:OrderInteractive xmlns:ns2="http://adrconnect.mvrs.com/adrconnect/2013/04/">
            <ns2:inCommunications>%COMM%</ns2:inCommunications>
            <ns2:inOrder>
                <ns2:OrderXml>%ORDER%</ns2:OrderXml>
            </ns2:inOrder>
        </ns2:OrderInteractive>
    </soapenv:Body>
</soapenv:Envelope>    
